cask_args appdir: '/Applications'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'openssl'
brew 'node'
brew 'rbenv'
brew 'wget'
brew 'source-highlight' # Used for syntax highlighting in 'less'
brew 'autojump'
brew 'mas'

cask 'google-chrome'
cask '1password'
cask 'visual-studio-code'
cask 'simplenote'
cask 'notion'
cask 'alfred'
cask 'divvy'
cask 'firefox'
cask 'transmission'
cask 'vlc'

mas "Simplenote", id: 692867256