# Taps
tap 'homebrew/cask'

# Formulae
brew 'ack'
brew 'autojump'
brew 'coreutils'
brew 'grc'
brew 'mas'
brew 'node@16'
brew 'rbenv'
brew 'source-highlight' # Used for syntax highlighting in 'less'
brew 'wget'

# Casks
cask '1password'
cask 'alfred'
cask 'discord'
# cask 'divvy' # Cask is outdated compared to App Store
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'notion'
cask 'simplenote'
# cask 'transmission' # Disabled due to issues with M1
cask 'visual-studio-code'
cask 'vlc'

# Mac App Store Applications
mas "Simplenote", id: 692867256